Repository: owngoal-dev/Fila
Catalog: Fila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: “%@” already exists at the destination. Rename it or choose another folder.
ar: ”%@“ موجود بالفعل في الوجهة. أعد تسميته أو اختر مجلدًا آخر.
de: „%@“ existiert am Ziel bereits. Benenne es um oder wähle einen anderen Ordner.
es: “%@” ya existe en el destino. Cámbiale el nombre o elige otra carpeta.
fr: « %@ » existe déjà dans la destination. Renommez-le ou choisissez un autre dossier.
it: “%@” esiste già nella destinazione. Rinominalo o scegli un’altra cartella.
ja: 「%@」は保存先にすでに存在します。名前を変更するか、別のフォルダを選択してください。
ko: “%@”이(가) 대상에 이미 있습니다. 이름을 바꾸거나 다른 폴더를 선택하십시오.
pt_br: “%@” já existe no destino. Renomeie-o ou escolha outra pasta.
ru: «%@» уже есть в месте назначения. Переименуйте его или выберите другую папку.
vi: “%@” đã tồn tại ở đích. Hãy đổi tên hoặc chọn thư mục khác.
zh_hans: “%@”在目标位置已存在。重命名或选择其他文件夹。
zh_hant: 「%@」在目標位置已存在。請重新命名或選擇其他檔案夾。

source: “%@” could not be read as text. Choose a text file.
ar: تعذّرت قراءة ”%@“ كنص. اختر ملفًا نصيًا.
de: „%@“ konnte nicht als Text gelesen werden. Wähle eine Textdatei.
es: No se ha podido leer “%@” como texto. Selecciona un archivo de texto.
fr: Impossible de lire « %@ » comme du texte. Choisissez un fichier texte.
it: Impossibile leggere “%@” come testo. Scegli un file di testo.
ja: 「%@」をテキストとして読み込めませんでした。テキストファイルを選択してください。
ko: “%@”을(를) 텍스트로 읽을 수 없습니다. 텍스트 파일을 선택하십시오.
pt_br: Não foi possível ler “%@” como texto. Escolha um arquivo de texto.
ru: Не удалось прочитать «%@» как текст. Выберите текстовый файл.
vi: Không thể đọc “%@” dưới dạng văn bản. Hãy chọn một tệp văn bản.
zh_hans: 无法将“%@”读取为文本，选择文本文件。
zh_hant: 無法將「%@」讀取為文字。請選擇文字檔案。

source: “%@” holds too many items to list. Use the Find Files action instead.
ar: يحتوي ”%@“ على عناصر أكثر من أن تُدرج. استخدم إجراء Find Files بدلًا من ذلك.
de: „%@“ enthält zu viele Objekte für eine Auflistung. Verwende stattdessen die Aktion „Dateien suchen“.
es: “%@” contiene demasiados elementos para listarlos. Usa la acción Buscar archivos.
fr: « %@ » contient trop d’éléments pour être listé. Utilisez plutôt l’action Rechercher des fichiers.
it: “%@” contiene troppi elementi per essere elencato. Usa invece l’azione Trova file.
ja: 「%@」は項目が多すぎて一覧を作成できません。代わりに「ファイルを検索」アクションを使用してください。
ko: “%@”에 항목이 너무 많아 목록을 표시할 수 없습니다. 대신 파일 찾기 동작을 사용하십시오.
pt_br: “%@” contém itens demais para listar. Use a ação Buscar Arquivos.
ru: В «%@» слишком много объектов, чтобы показать их списком. Используйте вместо этого действие «Найти файлы».
vi: “%@” chứa quá nhiều mục để liệt kê. Hãy dùng tác vụ Tìm tệp thay thế.
zh_hans: “%@”中的项目太多，无法列出。请改用“查找文件”操作。
zh_hant: 「%@」中的項目過多，無法列出。請改用「尋找檔案」動作。

source: “%1$@” is %2$@ at the destination instead of %3$@. The original was kept. Look in the destination folder before trying again.
ar: ”%1$@“ في الوجهة هو %2$@ بدلًا من %3$@. تم الاحتفاظ بالأصل. تحقق من مجلد الوجهة قبل المحاولة مرة أخرى.
de: „%1$@“ ist am Ziel %2$@ statt %3$@. Das Original wurde behalten. Sieh im Zielordner nach, bevor du es erneut versuchst.
es: “%1$@” es %2$@ en el destino en lugar de %3$@. Se ha conservado el original. Comprueba la carpeta de destino antes de volver a intentarlo.
fr: « %1$@ » est %2$@ dans la destination au lieu de %3$@. L’original a été conservé. Vérifiez le dossier de destination avant de réessayer.
it: “%1$@” nella destinazione è %2$@ invece di %3$@. L’originale è stato mantenuto. Controlla la cartella di destinazione prima di riprovare.
ja: 「%1$@」は移動先では%3$@ではなく%2$@です。元の項目はそのまま残しました。移動先のフォルダを確認してから、もう一度お試しください。
ko: 대상 위치의 “%1$@”은(는) %3$@이 아니라 %2$@입니다. 원본은 유지되었습니다. 다시 시도하기 전에 대상 폴더를 확인하십시오.
pt_br: “%1$@” está no destino como %2$@ em vez de %3$@. O original foi mantido. Verifique a pasta de destino antes de tentar novamente.
ru: «%1$@» в месте назначения — это %2$@, а не %3$@. Оригинал сохранён. Проверьте папку назначения, прежде чем повторить попытку.
vi: “%1$@” ở đích là %2$@ chứ không phải %3$@. Bản gốc đã được giữ lại. Hãy kiểm tra thư mục đích trước khi thử lại.
zh_hans: “%1$@”在目标位置是%2$@，而不是%3$@。已保留原项目。请先查看目标文件夹，然后重试。
zh_hant: 「%1$@」在目標位置是%2$@，而不是%3$@。已保留原項目。請先查看目標檔案夾，然後再試一次。

source: “%@” is Fila itself and cannot be installed from here. Install it with your package manager.
ar: ”%@“ هو Fila نفسه ولا يمكن تثبيته من هنا. ثبّته باستخدام مدير الحزم.
de: „%@“ ist Fila selbst und kann nicht von hier installiert werden. Installiere es mit deinem Paketmanager.
es: “%@” es la propia app Fila y no se puede instalar desde aquí. Instálala con tu gestor de paquetes.
fr: « %@ » est Fila lui-même et ne peut pas être installé d’ici. Installez-le avec votre gestionnaire de paquets.
it: “%@” è Fila stesso e non può essere installato da qui. Installalo con il tuo gestore di pacchetti.
ja: 「%@」はFila自身のため、ここからはインストールできません。パッケージマネージャからインストールしてください。
ko: “%@”은(는) Fila 자신이므로 여기에서 설치할 수 없습니다. 패키지 관리자로 설치하십시오.
pt_br: “%@” é o próprio Fila e não pode ser instalado daqui. Instale-o com seu gerenciador de pacotes.
ru: «%@» — это сам Fila, его нельзя установить отсюда. Установите его через менеджер пакетов.
vi: “%@” chính là Fila và không thể cài đặt từ đây. Hãy cài đặt bằng trình quản lý gói.
zh_hans: “%@”是 Fila 自身，无法从这里安装。请使用系统软件包管理器安装。
zh_hant: 「%@」是 Fila 本身，無法從這裡安裝。請使用系統套件管理器安裝。

source: “%@” is not a file. Choose a file.
ar: ”%@“ ليس ملفًا. اختر ملفًا.
de: „%@“ ist keine Datei. Wähle eine Datei.
es: “%@” no es un archivo. Selecciona un archivo.
fr: « %@ » n’est pas un fichier. Choisissez un fichier.
it: “%@” non è un file. Scegli un file.
ja: 「%@」はファイルではありません。ファイルを選択してください。
ko: “%@”은(는) 파일이 아닙니다. 파일을 선택하십시오.
pt_br: “%@” não é um arquivo. Escolha um arquivo.
ru: «%@» не является файлом. Выберите файл.
vi: “%@” không phải là tệp. Hãy chọn một tệp.
zh_hans: “%@”不是文件，请选择文件。
zh_hant: 「%@」不是檔案。請選擇檔案。

source: “%@” is not a folder. Choose a folder.
ar: ”%@“ ليس مجلدًا. اختر مجلدًا.
de: „%@“ ist kein Ordner. Wähle einen Ordner.
es: “%@” no es una carpeta. Selecciona una carpeta.
fr: « %@ » n’est pas un dossier. Choisissez un dossier.
it: “%@” non è una cartella. Scegli una cartella.
ja: 「%@」はフォルダではありません。フォルダを選択してください。
ko: “%@”은(는) 폴더가 아닙니다. 폴더를 선택하십시오.
pt_br: “%@” não é uma pasta. Escolha uma pasta.
ru: «%@» не является папкой. Выберите папку.
vi: “%@” không phải là thư mục. Hãy chọn một thư mục.
zh_hans: “%@”不是文件夹，请选择文件夹。
zh_hant: 「%@」不是檔案夾。請選擇檔案夾。

source: “%@” is not a valid bundle identifier. Enter a different identifier.
ar: ”%@“ ليس معرّف حزمة صالحًا. أدخل معرّفًا آخر.
de: „%@“ ist keine gültige Bundle-ID. Gib eine andere ID ein.
es: “%@” no es un identificador de paquete válido. Introduce otro identificador.
fr: « %@ » n’est pas un identifiant de bundle valide. Saisissez un autre identifiant.
it: “%@” non è un identificatore di bundle valido. Inserisci un identificatore diverso.
ja: 「%@」は有効なバンドル識別子ではありません。別の識別子を入力してください。
ko: “%@”은(는) 올바른 번들 식별자가 아닙니다. 다른 식별자를 입력하십시오.
pt_br: “%@” não é um identificador de bundle válido. Digite outro identificador.
ru: «%@» не является допустимым идентификатором бандла. Введите другой идентификатор.
vi: “%@” không phải là mã định danh bundle hợp lệ. Hãy nhập mã định danh khác.
zh_hans: “%@”不是有效的包标识符。输入其他标识符。
zh_hant: 「%@」不是有效的 Bundle 識別碼。請輸入其他識別碼。

source: “%@” is not a valid Debian package. Choose another file.
ar: “%@” ليس حزمة Debian صالحة. اختر ملفًا آخر.
de: „%@“ ist kein gültiges Debian-Paket. Wähle eine andere Datei.
es: “%@” no es un paquete Debian válido. Elige otro archivo.
fr: « %@ » n’est pas un paquet Debian valide. Choisissez un autre fichier.
it: “%@” non è un pacchetto Debian valido. Scegli un altro file.
ja: 「%@」は有効なDebianパッケージではありません。別のファイルを選択してください。
ko: “%@”은(는) 올바른 Debian 패키지가 아닙니다. 다른 파일을 선택하십시오.
pt_br: “%@” não é um pacote Debian válido. Escolha outro arquivo.
ru: «%@» не является допустимым пакетом Debian. Выберите другой файл.
vi: “%@” không phải là gói Debian hợp lệ. Hãy chọn tệp khác.
zh_hans: “%@”不是有效的 Debian 软件包。请选择其他文件。
zh_hant: 「%@」不是有效的 Debian 套件。請選擇其他檔案。

source: “%@” is not a valid name. Enter a name without slashes, and do not use “.” or “..”.
ar: ”%@“ ليس اسمًا صالحًا. أدخل اسمًا بلا شرطات مائلة، ولا تستخدم “.” أو “..”.
de: „%@“ ist kein gültiger Name. Gib einen Namen ohne Schrägstriche ein und verwende nicht „.“ oder „..“.
es: “%@” no es un nombre válido. Introduce un nombre sin barras y no uses “.” ni “..”.
fr: « %@ » n’est pas un nom valide. Saisissez un nom sans barre oblique, et n’utilisez ni « . » ni « .. ».
it: “%@” non è un nome valido. Inserisci un nome senza barre e non usare “.” o “..”.
ja: 「%@」は使用できない名前です。スラッシュを含まない名前を入力してください。「.」と「..」は使用できません。
ko: “%@”은(는) 올바른 이름이 아닙니다. 슬래시 없이 이름을 입력하고, “.”과 “..”은 사용하지 마십시오.
pt_br: “%@” não é um nome válido. Digite um nome sem barras e não use “.” nem “..”.
ru: «%@» — недопустимое имя. Введите имя без косых черт и не используйте «.» или «..».
vi: “%@” không phải là tên hợp lệ. Hãy nhập tên không có dấu gạch chéo và không dùng “.” hoặc “..”.
zh_hans: “%@”不是有效名称。名称不能包含斜杠，也不能是“.”或“..”。
zh_hant: 「%@」不是有效的名稱。請輸入不含斜線的名稱，且不可使用「.」或「..」。

source: “%@” is not a valid search. Enter the text to find.
ar: ”%@“ ليس بحثًا صالحًا. أدخل النص المطلوب البحث عنه.
de: „%@“ ist keine gültige Suche. Gib den zu suchenden Text ein.
es: “%@” no es una búsqueda válida. Introduce el texto que quieres buscar.
fr: « %@ » n’est pas une recherche valide. Saisissez le texte à rechercher.
it: “%@” non è una ricerca valida. Inserisci il testo da cercare.
ja: 「%@」は有効な検索語ではありません。検索するテキストを入力してください。
ko: “%@”은(는) 올바른 검색어가 아닙니다. 찾을 텍스트를 입력하십시오.
pt_br: “%@” não é uma busca válida. Digite o texto a ser buscado.
ru: «%@» — недопустимый запрос. Введите текст для поиска.
vi: “%@” không phải là nội dung tìm kiếm hợp lệ. Hãy nhập nội dung cần tìm.
zh_hans: “%@”不是有效的搜索内容，请输入要查找的文本。
zh_hant: 「%@」不是有效的搜尋內容。請輸入要尋找的文字。

source: “%@” is not an absolute path. Enter a path that starts with /.
ar: ”%@“ ليس مسارًا مطلقًا. أدخل مسارًا يبدأ بـ /.
de: „%@“ ist kein absoluter Pfad. Gib einen Pfad ein, der mit / beginnt.
es: “%@” no es una ruta absoluta. Introduce una ruta que empiece por /.
fr: « %@ » n’est pas un chemin absolu. Saisissez un chemin commençant par /.
it: “%@” non è un percorso assoluto. Inserisci un percorso che inizia con /.
ja: 「%@」は絶対パスではありません。/ で始まるパスを入力してください。
ko: “%@”은(는) 절대 경로가 아닙니다. /로 시작하는 경로를 입력하십시오.
pt_br: “%@” não é um caminho absoluto. Digite um caminho que comece com /.
ru: «%@» не является абсолютным путём. Введите путь, начинающийся с /.
vi: “%@” không phải là đường dẫn tuyệt đối. Hãy nhập đường dẫn bắt đầu bằng /.
zh_hans: “%@”不是绝对路径，请输入以 / 开头的路径。
zh_hant: 「%@」不是絕對路徑。請輸入以 / 開頭的路徑。

source: “%@” is not installed on this device.
ar: ”%@“ غير مثبَّت على هذا الجهاز.
de: „%@“ ist auf diesem Gerät nicht installiert.
es: “%@” no está instalado en este dispositivo.
fr: « %@ » n’est pas installé sur cet appareil.
it: “%@” non è installato su questo dispositivo.
ja: 「%@」はこのデバイスにインストールされていません。
ko: “%@”이(가) 이 기기에 설치되어 있지 않습니다.
pt_br: “%@” não está instalado neste dispositivo.
ru: «%@» не установлено на этом устройстве.
vi: “%@” chưa được cài đặt trên thiết bị này.
zh_hans: 此设备上未安装“%@”。
zh_hant: 此裝置未安裝「%@」。

source: “%@” is too large to read as text. Choose a smaller file.
ar: ”%@“ أكبر من أن يُقرأ كنص. اختر ملفًا أصغر.
de: „%@“ ist zu groß, um als Text gelesen zu werden. Wähle eine kleinere Datei.
es: “%@” es demasiado grande para leerlo como texto. Selecciona un archivo más pequeño.
fr: « %@ » est trop volumineux pour être lu comme du texte. Choisissez un fichier plus petit.
it: “%@” è troppo grande per essere letto come testo. Scegli un file più piccolo.
ja: 「%@」はテキストとして読み込むには大きすぎます。より小さいファイルを選択してください。
ko: “%@”이(가) 너무 커서 텍스트로 읽을 수 없습니다. 더 작은 파일을 선택하십시오.
pt_br: “%@” é grande demais para ser lido como texto. Escolha um arquivo menor.
ru: «%@» слишком велик для чтения как текст. Выберите файл меньшего размера.
vi: “%@” quá lớn để đọc dưới dạng văn bản. Hãy chọn tệp nhỏ hơn.
zh_hans: “%@”过大，无法读取为文本，请选择较小的文件。
zh_hant: 「%@」太大，無法以文字讀取。請選擇較小的檔案。

source: “%@” no longer exists.
ar: ”%@“ لم يعد موجودًا.
de: „%@“ existiert nicht mehr.
es: “%@” ya no existe.
fr: « %@ » n’existe plus.
it: “%@” non esiste più.
ja: 「%@」はもう存在しません。
ko: “%@”이(가) 더 이상 존재하지 않습니다.
pt_br: “%@” não existe mais.
ru: «%@» больше не существует.
vi: “%@” không còn tồn tại.
zh_hans: “%@”已不存在。
zh_hant: 「%@」已不存在。

source: %@ (%lld bytes)
ar: %@ (%lld بايت)
fr: %@ (%lld octets)
it: %@ (%lld byte)
ja: %@（%lldバイト）
ko: %@(%lld바이트)
ru: %@ (%lld байт)
vi: %@ (%lld byte)
zh_hans: %@（%lld 字节）
zh_hant: %@（%lld 個位元組）

source: %@ fps
ar: %@ إطار/ثا
fr: %@ i/s
ru: %@ кадр/с
zh_hans: %@ 帧/秒

source: %@ free of %@
ar: %@ متوفر من أصل %@
de: %@ von %@ frei
es: %@ libres de %@
fr: %@ libres sur %@
it: %@ liberi su %@
ja: %2$@中%1$@が空き
ko: %@ 사용 가능(전체 %@)
pt_br: %@ livres de %@
ru: %@ свободно из %@
vi: Còn trống %@ trên %@
zh_hans: %@ 可用，共 %@
zh_hant: %@ 可用，共 %@

source: %@ of %@
ar: %@ من %@
de: %@ von %@
es: %@ de %@
fr: %@ sur %@
it: %@ di %@
pt_br: %@ de %@
ru: %@ из %@
vi: %@ trên %@

source: %@ will be moved into the folder you choose.
ar: سيتم نقل %@ إلى المجلد الذي تختاره.
de: %@ wird in den Ordner bewegt, den du auswählst.
es: %@ se moverá a la carpeta que selecciones.
fr: %@ sera déplacé dans le dossier que vous choisirez.
it: Fila sposterà %@ nella cartella che scegli.
ja: %@は選択したフォルダに移動されます。
ko: %@이(가) 선택한 폴더로 이동됩니다.
pt_br: %@ será movido para a pasta que você escolher.
ru: %@ будет перемещено в выбранную вами папку.
vi: %@ sẽ được di chuyển vào thư mục bạn chọn.
zh_hans: %@ 将移动到你选择的文件夹。
zh_hant: %@ 會移到你選擇的檔案夾中。

source: %lld earlier lines from filad were discarded.
ar: تم تجاهل %lld من الأسطر السابقة الواردة من filad.
de: %lld frühere Zeilen von filad wurden verworfen.
es: Se han descartado %lld líneas anteriores de filad.
fr: %lld lignes antérieures de filad ont été abandonnées.
it: %lld righe precedenti di filad sono state scartate.
ja: filadの古い%lld行を破棄しました。
ko: filad의 이전 %lld줄이 삭제되었습니다.
pt_br: %lld linhas anteriores do filad foram descartadas.
ru: Отброшено ранних строк filad: %lld.
vi: %lld dòng cũ hơn từ filad đã bị loại bỏ.
zh_hans: 已丢弃 filad 较早的 %lld 行日志。
zh_hant: 已捨棄 filad 較早的 %lld 行記錄。

source: %lld in progress
ar: %lld قيد التنفيذ
de: %lld laufend
es: %lld en curso
fr: %lld en cours
it: %lld in corso
ja: %lld件を実行中
ko: %lld개 진행 중
pt_br: %lld em andamento
ru: Выполняется: %lld
vi: %lld đang chạy
zh_hans: %lld 项进行中
zh_hant: %lld 項進行中

source: %lld items
ar: %lld عنصر
de: %lld Objekte
es: %lld elementos
fr: %lld éléments
it: %lld elementi
ja: %lld項目
ko: 항목 %lld개
pt_br: %lld itens
ru: %lld объекта
vi: %lld mục
zh_hans: %lld 个项目
zh_hant: %lld 個項目

source: %lld items will be deleted and cannot be recovered.
ar: سيتم حذف %lld عنصر ولا يمكن استرجاعها.
de: %lld Objekte werden gelöscht und können nicht wiederhergestellt werden.
es: Se eliminarán %lld elementos y no se podrán recuperar.
fr: %lld éléments seront supprimés et ne pourront pas être récupérés.
it: %lld elementi verranno eliminati e non potranno essere recuperati.
ja: %lld項目が削除され、復元できません。
ko: %lld개의 항목이 삭제되며 복구할 수 없습니다.
pt_br: %lld itens serão apagados e não poderão ser recuperados.
ru: %lld объекта будут удалены без возможности восстановления.
vi: %lld mục sẽ bị xóa và không thể khôi phục.
zh_hans: 将删除 %lld 个项目，且无法恢复。
zh_hant: 將刪除 %lld 個項目，且無法回復。

source: %lld items will be extracted here without replacing existing items.
ar: سيتم استخراج %lld عنصرًا هنا دون استبدال العناصر الموجودة.
de: %lld Objekte werden hier extrahiert, ohne vorhandene Objekte zu ersetzen.
es: Se extraerán %lld elementos aquí sin sustituir los elementos existentes.
fr: %lld éléments seront extraits ici sans remplacer les éléments existants.
it: %lld elementi verranno estratti qui senza sostituire gli elementi esistenti.
ja: %lld 個の項目をここに展開します。既存の項目は置き換えません。
ko: 항목 %lld개를 여기에 추출합니다. 기존 항목은 대치하지 않습니다.
pt_br: %lld itens serão extraídos aqui sem substituir os itens existentes.
ru: Сюда будет извлечено объектов: %lld. Существующие объекты не будут заменены.
vi: %lld mục sẽ được giải nén tại đây mà không thay thế các mục hiện có.
zh_hans: 将在此处解压 %lld 个项目，不会替换已有项目。
zh_hant: 將在此處解壓縮 %lld 個項目，不會取代既有項目。

source: %lld keys
ar: %lld مفتاح
de: %lld Schlüssel
es: %lld claves
fr: %lld clés
it: %lld chiavi
ja: %lld個のキー
ko: 키 %lld개
pt_br: %lld chaves
ru: %lld ключа
vi: %lld khóa
zh_hans: %lld 个键
zh_hant: %lld 個鍵

source: %1$lld links or special files cannot be copied between locations and were skipped: %2$@.
ar: تعذّر نسخ %1$lld من الروابط أو الملفات الخاصة بين المواقع وتم تخطّيها: %2$@.
de: %1$lld Links oder Spezialdateien können nicht zwischen Orten kopiert werden und wurden übersprungen: %2$@.
es: %1$lld enlaces o archivos especiales no se pueden copiar entre ubicaciones y se omitieron: %2$@.
fr: %1$lld liens ou fichiers spéciaux ne peuvent pas être copiés d’un emplacement à l’autre et ont été ignorés : %2$@.
it: %1$lld link o file speciali non possono essere copiati tra posizioni e sono stati saltati: %2$@.
ja: %1$lld 個のリンクまたは特殊ファイルは、場所をまたいでコピーできないためスキップされました: %2$@。
ko: 링크 또는 특수 파일 %1$lld개는 위치 간에 복사할 수 없어 건너뛰었습니다: %2$@.
pt_br: %1$lld links ou arquivos especiais não podem ser copiados entre locais e foram ignorados: %2$@.
ru: %1$lld ссылок или специальных файлов нельзя скопировать между расположениями, они пропущены: %2$@.
vi: %1$lld liên kết hoặc tệp đặc biệt không thể sao chép giữa các vị trí và đã bị bỏ qua: %2$@.
zh_hans: 有 %1$lld 个链接或特殊文件无法跨位置复制，已跳过：%2$@。
zh_hant: %1$lld 個連結或特殊檔案無法在位置之間拷貝，已略過：%2$@。

source: %lld of %lld
ar: %1$lld من %2$lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
it: %lld di %lld
ja: %1$lld / %2$lld
ko: %lld / %lld
pt_br: %lld de %lld
ru: %lld из %lld
vi: %lld trên %lld
zh_hans: 第 %1$lld 项，共 %2$lld 项
zh_hant: %1$lld／%2$lld

source: %lld of these items no longer exist. Remove them from the clipboard before pasting.
ar: لم يعد %lld من هذه العناصر موجودًا. أزلها من الحافظة قبل اللصق.
de: %lld dieser Objekte existieren nicht mehr. Entferne sie vor dem Einsetzen aus der Zwischenablage.
es: %lld de estos elementos ya no existen. Elimínalos del portapapeles antes de pegar.
fr: %lld de ces éléments n’existent plus. Retirez-les du presse-papiers avant de coller.
it: %lld di questi elementi non esistono più. Rimuovili dagli appunti prima di incollare.
ja: これらの項目のうち%lld件はすでに存在しません。ペーストする前にクリップボードから削除してください。
ko: 이 항목 중 %lld개가 더 이상 존재하지 않습니다. 붙여넣기 전에 클립보드에서 제거하십시오.
pt_br: %lld destes itens não existem mais. Remova-os da área de transferência antes de colar.
ru: Часть этих объектов больше не существует: %lld. Удалите их из буфера обмена перед вставкой.
vi: %lld mục trong số này không còn tồn tại. Hãy xóa chúng khỏi bảng nháp trước khi dán.
zh_hans: 其中 %lld 个项目已不存在。请先将其从剪贴板中移除，再粘贴。
zh_hant: 其中 %lld 個項目已不存在。請先將它們從剪貼板移除，再進行貼上。

source: %lld Selected
ar: تم تحديد %lld
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionnés
it: %lld selezionati
ja: %lld項目を選択中
ko: %lld개 선택됨
pt_br: %lld Selecionados
ru: Выбрано: %lld
vi: Đã chọn %lld
zh_hans: 已选择 %lld 项
zh_hant: 已選取 %lld 項

source: 1 item
ar: عنصر واحد
de: 1 Objekt
es: 1 elemento
fr: 1 élément
it: 1 elemento
ja: 1項目
ko: 항목 1개
ru: 1 объект
vi: 1 mục
zh_hans: 1 个项目
zh_hant: 1 個項目

source: A file and a folder have the same name at the destination. Rename one or choose another folder.
ar: يوجد ملف ومجلد بالاسم نفسه في الوجهة. غيّر اسم أحدهما أو اختر مجلدًا آخر.
de: Am Ziel haben eine Datei und ein Ordner denselben Namen. Benenne eines davon um oder wähle einen anderen Ordner.
es: En el destino hay un archivo y una carpeta con el mismo nombre. Cambia el nombre de uno o selecciona otra carpeta.
fr: Un fichier et un dossier portent le même nom à la destination. Renommez-en un ou choisissez un autre dossier.
it: Un file e una cartella hanno lo stesso nome nella destinazione. Rinominane uno o scegli un’altra cartella.
ja: 移動先にファイルとフォルダが同じ名前で存在します。どちらかの名前を変更するか、別のフォルダを選択してください。
ko: 대상 위치에 이름이 같은 파일과 폴더가 있습니다. 하나의 이름을 바꾸거나 다른 폴더를 선택하십시오.
pt_br: Um arquivo e uma pasta têm o mesmo nome no destino. Renomeie um deles ou escolha outra pasta.
ru: В папке назначения файл и папка имеют одинаковое имя. Переименуйте один из них или выберите другую папку.
vi: Một tệp và một thư mục trùng tên tại đích. Hãy đổi tên một trong hai hoặc chọn thư mục khác.
zh_hans: 目标位置存在同名的文件或文件夹，类型不同，无法替换。请先重命名或选择其他文件夹。
zh_hant: 目標位置存在同名的檔案或檔案夾，類型不同，無法取代。請先重新命名或選擇其他檔案夾。

source: A folder cannot be copied or moved into itself or one of its subfolders. Choose a destination outside this folder.
ar: لا يمكن نسخ مجلد أو نقله إلى داخل نفسه أو إلى أحد مجلداته الفرعية. اختر وجهة خارج هذا المجلد.
de: Ein Ordner kann nicht in sich selbst oder einen seiner Unterordner kopiert oder bewegt werden. Wähle ein Ziel außerhalb dieses Ordners.
es: Una carpeta no se puede copiar ni mover dentro de sí misma ni de sus subcarpetas. Selecciona un destino fuera de esta carpeta.
fr: Un dossier ne peut pas être copié ni déplacé dans lui-même ou dans l’un de ses sous-dossiers. Choisissez une destination en dehors de ce dossier.
it: Non puoi copiare o spostare una cartella al suo interno o in una sua sottocartella. Scegli una destinazione esterna a questa cartella.
ja: フォルダを、それ自身またはそのサブフォルダの中にコピーまたは移動することはできません。このフォルダの外にある移動先を選択してください。
ko: 폴더를 자기 자신이나 하위 폴더로 복사하거나 이동할 수 없습니다. 이 폴더 밖의 대상 위치를 선택하십시오.
pt_br: Não é possível copiar ou mover uma pasta para dentro dela mesma ou de uma de suas subpastas. Escolha um destino fora desta pasta.
ru: Папку нельзя скопировать или переместить в саму себя или в свою вложенную папку. Выберите папку за пределами этой папки.
vi: Không thể sao chép hoặc di chuyển một thư mục vào chính nó hoặc thư mục con của nó. Hãy chọn đích nằm ngoài thư mục này.
zh_hans: 不能将文件夹拷贝或移动到自身或其子文件夹中。请选择此文件夹以外的位置。
zh_hant: 無法將檔案夾拷貝或搬移至自身或其子檔案夾中。請選擇此檔案夾以外的位置。

source: A key with this name already exists. Choose a different name.
ar: يوجد مفتاح بهذا الاسم بالفعل. اختر اسمًا آخر.
de: Ein Schlüssel mit diesem Namen existiert bereits. Wähle einen anderen Namen.
es: Ya existe una clave con este nombre. Elige otro nombre.
fr: Une clé portant ce nom existe déjà. Choisissez un autre nom.
it: Esiste già una chiave con questo nome. Scegli un nome diverso.
ja: この名前のキーはすでに存在します。別の名前を選択してください。
ko: 같은 이름의 키가 이미 있습니다. 다른 이름을 선택하십시오.
pt_br: Já existe uma chave com esse nome. Escolha outro nome.
ru: Ключ с таким именем уже существует. Выберите другое имя.
vi: Đã có khóa trùng tên. Hãy chọn tên khác.
zh_hans: 已存在同名键，请使用其他名称。
zh_hant: 已有相同名稱的鍵。請選擇其他名稱。

source: A symbolic link in this path cannot be followed. Choose the item's real location.
ar: تعذّر تتبّع ارتباط رمزي في هذا المسار. اختر الموقع الحقيقي للعنصر.
de: Einem symbolischen Link in diesem Pfad kann nicht gefolgt werden. Wähle den tatsächlichen Ort des Objekts.
es: No se puede seguir un enlace simbólico de esta ruta. Elige la ubicación real del elemento.
fr: Un lien symbolique de ce chemin ne peut pas être suivi. Choisissez l’emplacement réel de l’élément.
it: Non è possibile seguire un collegamento simbolico in questo percorso. Scegli la posizione reale dell’elemento.
ja: このパス内のシンボリックリンクはたどることができません。項目の実在する場所を選択してください。
ko: 이 경로의 심볼릭 링크를 따라갈 수 없습니다. 항목의 실제 위치를 선택하십시오.
pt_br: Não é possível seguir um link simbólico neste caminho. Escolha o local real do item.
ru: Символьную ссылку в этом пути раскрыть нельзя. Выберите настоящее расположение объекта.
vi: Không thể đi theo liên kết tượng trưng trong đường dẫn này. Hãy chọn vị trí thực của mục.
zh_hans: 无法跟随此路径中的符号链接。选择项目的实际位置。
zh_hant: 無法跟隨此路徑中的符號連結。請選擇項目的實際位置。

source: About
ar: حول
de: Über
es: Información
fr: À propos
it: Info
ja: このAppについて
ko: 정보
pt_br: Sobre
ru: О программе
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Absolute path
ar: مسار مطلق
de: Absoluter Pfad
es: Ruta absoluta
fr: Chemin absolu
it: Percorso assoluto
ja: 絶対パス
ko: 절대 경로
pt_br: Caminho absoluto
ru: Абсолютный путь
vi: Đường dẫn tuyệt đối
zh_hans: 绝对路径
zh_hant: 絕對路徑
